Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Download each. Can be x1,y1,x2,y2 an URL containing lat=y&lon=x&zoom=z or a filename
ca_es: Descarrega cada element. Pot ser x1,y1,x2,y2 una URL contenint lat=y&lon=x&zoom=z o unnom de fitxer

source: Download each as raw gps. Can be x1,y1,x2,y2 an URL containing lat=y&lon=x&zoom=z or a filename
ca_es: Descarrega cada element com a dades gps. Pot ser x1,y1,x2,y2 una URL contenint lat=y&lon=x&zoom=z o un nom de fitxer

source: Add each to the initial selection. Can be a google-like search string or an URL which returns osm-xml
ca_es: Afegeix cada element a la selecció inicial. Pot ser una cadena de text similar a les cerques de google ouna URL que retorni osm-xml

source: any
ca_es: qualsevol

source: If specified, reset the configuration instead of reading it.
ca_es: Si s''especifica, reincia la configuració en comptes de llegir-la

source: Username
ca_es: Nom d''usuari

source: Password
ca_es: Contrasenya

source: usage
ca_es: ús

source: options
ca_es: opcions

source: Show this help
ca_es: Mostra aquesta ajuda

source: Standard unix geometry argument
ca_es: Argument de geometria estàndard UNIX

source: Download the bounding box
ca_es: Descarrega la zona delimitada

source: Download the location at the URL (with lat=x&lon=y&zoom=z)
ca_es: Descarrega la localització de la URL (amb lat=x&lon=y&zoom=z)

source: Open a file (any file type that can be opened with File/Open)
ca_es: Obre un fitxer (de qualsevol tipus que pugui ser obert per osm)

source: Download the bounding box as raw GPS
ca_es: Descarrega la zona delimitada com a dades GPS

source: Download the location at the URL (with lat=x&lon=y&zoom=z) as raw GPS
ca_es: Descarrega la localització de la URL (amb lat=x&lon=y&zoom=z) com a dades GPS

source: Select with the given search
ca_es: Selecciona amb la cerca donada

source: Launch in maximized mode
ca_es: Obre en mode de pantalla sencera

source: Reset the preferences to default
ca_es: Restabliment de les preferències de defecte

source: Changes preferences according to the XML file
ca_es: Canvia les preferències segons el fitxer XML

source: Set preference key to value
ca_es: Estableix un valor per a la clau de les preferències

source: Set the language
ca_es: Tria l''idioma

source: Displays the JOSM version and exits
ca_es: Mostra la versió de JOSM i sortir

source: options provided as Java system properties
ca_es: opcions proporcionades com a propietats de sistema de Java

source: /PATH/TO/JOSM/FOLDER/
ca_es: /RUTA/VERS/CARPETA/JOSM/

source: Change the folder for all user settings
ca_es: Canviar la carpeta per tots els paràmetres d''usuari

source: note: For some tasks, JOSM needs a lot of memory. It can be necessary to add the following Java option to specify the maximum size of allocated memory in megabytes
ca_es: nota: Per certs tipus de feines JOSM necessita força memòria. És possible que sigui necessari afegir la següent Opció de Java per tal d''especificar la mida màxima de memòria assignada en megabytes

source: examples
ca_es: exemples

source: Parameters --download, --downloadgps, and --selection are processed in this order.
ca_es: Els paràmetres -download, --downloadgps i --selection són processats en aquest ordre.

source: Make sure you load some data if you use --selection.
ca_es: Assegureu-vos que carregueu dades si utilitzeu --selection.

source: Initializing
ca_es: S''està inicialitzant

source: Updating plugins
ca_es: Actualitzant els connectors

source: Installing updated plugins
ca_es: Instal·lant els connectors actualitzats

source: Loading early plugins
ca_es: Carregant els primers connectors

source: Setting defaults
ca_es: Ajustant els valors per defecte

source: Creating main GUI
ca_es: S''està creant la interfície principal

source: Loading plugins
ca_es: Carregant connectors

source: Unsaved osm data
ca_es: Dades d''osm no enregistrades

source: Restore
ca_es: Restaura

source: Discard
ca_es: Descarta

source: JOSM found {0} unsaved osm data layer.
ca_es: JOSM ha trobat {0} capa d''osm sense enregistrar.

source: It looks like JOSM crashed last time. Would you like to restore the data?
ca_es: Sembla que JOSM va quedar bloquejat la darrera vegada. Voleu restaurar les dades?

source: File
ca_es: Fitxer

source: Session
ca_es: Sessió

source: View
ca_es: Visualitza

source: Tools
ca_es: Eines

source: More tools
ca_es: Més eines

source: Data
ca_es: Dades

source: Selection
ca_es: Selecció

source: Presets
ca_es: Predefinicions

source: More...
ca_es: Més ...

source: Windows
ca_es: Finestres

source: Menu: {0}
ca_es: Menú: {0}

source: Save and load the current session (list of layers, etc.)
ca_es: Enregistrar i carregar la sessió actual (llista de capes, etc.)

source: Edit toolbar
ca_es: Barra d''eines d''edició

source: Toggles the visibility of the edit toolbar (i.e., the vertical tool)
ca_es: Activa la visibilitat de la barra d''eines d''edició (p.ex. barra vertical)

source: Audio
ca_es: Àudio

source: Do not hide toolbar
ca_es: No amagis la barra d''eines

source: Hide this button
ca_es: Ocultar aquest botó

source: Click the arrow at the bottom to show it again.
ca_es: Feu clic sobre la part inferior de la fletxa per tornar-ho a mostrar

source: Hide edit toolbar
ca_es: Amaga la barra d''eines d''edició

source: Hide or show this toggle button
ca_es: Amaga o mostra aquest botó

source: Move right
ca_es: Mou a la dreta

source: Map: {0}
ca_es: Mapa: {0}

source: Move left
ca_es: Mou a l''esquerra

source: Move up
ca_es: Mou amunt

source: Move down
ca_es: Mou avall

source: Zoom in
ca_es: Apropa

source: Zoom out
ca_es: Allunya

source: scale
ca_es: escala

source: The geographic longitude at the mouse pointer.
ca_es: La longitud geogràfica a la posició del punter del ratolí.

source: The name of the object at the mouse pointer.
ca_es: El nom de l''objecte a la posició del punter del ratolí.

source: The geographic latitude at the mouse pointer.
ca_es: La latitud geogràfica a la posició del punter del ratolí.

source: The angle between the previous and the current way segment.
ca_es: L''angle entre els segments de via actual i previ.

source: The (compass) heading of the line segment being drawn.
ca_es: Orientació del segment que està essent dibuixat

source: The length of the new way segment being drawn.
ca_es: La longitud del segment de la nova via que s''està dibuixant.

source: Middle click again to cycle through.<br>Hold CTRL to select directly from this list with the mouse.<hr>
ca_es: Feu clic un altre cop amb el botó del mig per continuar el cicle.<br>Manteniu premuda la tecla CTRL per fer una selecció directa d''aquesta llista amb el ratolí.<hr>

source: (no object)
ca_es: (cap objecte)

source: User:
ca_es: Nom d''usuari:

source: Do not hide status bar
ca_es: No amagis la barra d''eines

source: Layer not in list.
ca_es: La capa no és a la llista.

source: Layer ''{0}'' must be in list of layers
ca_es: La capa ''{0}'' ha de ser a la llista de capes

source: Metric
ca_es: Mètric

source: Chinese
ca_es: Xinès

source: Nautical Mile
ca_es: Milla nàutica

source: Click to cancel the current operation
ca_es: Feu clic per anular l''operació actual

source: In background
ca_es: En segon pla

source: Click to run job in background
ca_es: Feu clic per llançar la tasca en segon pla

source: Aerial imagery might be misaligned. Please check its offset using GPS tracks!
ca_es: La imatgeria aèria podria estar desalineada. Si us plau verifiqueu el seu decalatge utilitzant un tack GPS!

source: Details...
ca_es: Detalls...

source: Hide this message and never show it again
ca_es: Amagar aquest missatge i no tornar-ho a mostrar

source: <html>Please confirm to remove <strong>1 object</strong> from <strong>1 relation</strong>.</html>
ca_es: <html>Si us plau confirmeu la supressió d''<strong>1 objecte</strong> d''<strong>1 relació</strong>.</html>

source: <html>Please confirm to remove <strong>1 object</strong> from <strong>{0} relations</strong>.</html>
ca_es: <html>Si us plau confirmeu la supressió d''<strong>1 objecte</strong> de <strong>{0} relacions</strong>.</html>

source: <html>Please confirm to remove <strong>{0} objects</strong> from <strong>{1} relations</strong>.</html>
ca_es: <html>Si us plau confirmeu la supressió de <strong>{0} objectes</strong> de <strong>{1} relacions</strong>.</html>

source: Deleting {0} object
ca_es: Suprimint {0} objecte

source: Delete objects
ca_es: Suprimeix objectes

source: To delete
ca_es: Per suprimir

source: From Relation
ca_es: De la relació

source: Role
ca_es: Rol

source: Click to close the dialog and remove the object from the relations
ca_es: Feu clic per tancar la finestra i eliminar l''objecte de relacions

source: Click to close the dialog and to abort deleting the objects
ca_es: Feu clic per tancar la finestra i aturar la supressió d''objectes

source: <html>Please select a <strong>range of OSM tiles</strong> at a given zoom level.</html>
ca_es: <html>Si us plau, seleccioneu un <strong>interval de tessel·les OSM</strong> al nivell d''ampliació donat.</html>

source: Zoom level:
ca_es: Nivell d''apropament:

source: from tile
ca_es: de la tessel·la

source: up to tile
ca_es: fins la tessel·la

source: <html>Alternatively you may enter a <strong>tile address</strong> for a single tile in the format <i>zoomlevel/x/y</i>, i.e. <i>15/256/223</i>. Tile addresses in the format <i>zoom,x,y</i> or <i>zoom;x;y</i> are valid too.</html>
ca_es: <html>Alternativament podeu introduir una <strong>adreça d''una tessel·la</strong> particular en el format <i>ampliació/x/y</i>, i.e. <i>15/256/223</i>. També són vàlides les adreces de tessel·la en els formats <i>ampliació,x,y</i> i <i>ampliació;x;y</i>.</html>

source: Tile address:
ca_es: Adreça de la tessel·la:

source: Apply the tile address
ca_es: Aplica l''adreça de la tessel·la

source: Please enter a tile address
ca_es: Si us plau, introduïu una adreça de tessel·la

source: The current value isn''t a valid tile address
ca_es: El valor no és una adreça de tessel·la vàlida

source: Please enter a tile index
ca_es: Si us plau introduïu un índex de tessel·les

source: The current value isn''t a valid tile index for the given zoom level
ca_es: El valor no és un índex de tessel·les vàlid per al nivell d''ampliació donat.

source: Conflict background: no conflict
ca_es: Conflicte al fons: sense conflicte

source: Conflict background: decided
ca_es: Conflicte al fons: decidit

source: Conflict background: undecided
ca_es: Conflicte al fons: no decidit

source: Conflict background: drop
ca_es: Conflicte al fons: abandona

source: Conflict background: keep
ca_es: Conflicte al fons: conserva

source: Conflict background: combined
ca_es: Conflicte al fons: combinat

source: Conflict background: selected
ca_es: Conflicte al fons: seleccionat

source: Conflict foreground: undecided
ca_es: Conflicte al primer pla: no decidit

source: Conflict foreground: drop
ca_es: Conflicte al primer pla: abandona

source: Conflict foreground: keep
ca_es: Conflicte al primer pla: conserva

source: Conflict background: empty row
ca_es: Conflicte al fons: fila buida

source: Conflict background: frozen
ca_es: Conflicte al fons: congelat

source: Conflict background: in comparison
ca_es: Conflicte al fons: comparant

source: Conflict foreground: in comparison
ca_es: Conflicte al primer pla: comparant

source: Conflict background
ca_es: Conflicte al fons

source: Conflict foreground
ca_es: Conflicte al primer pla

source: Conflict background: not in opposite
ca_es: Conflicte al fons: no oposat

source: Conflict background: in opposite
ca_es: Conflicte al fons: oposat

source: Conflict background: same position in opposite
ca_es: Conflicte al fons: igual posició oposat

source: My with Their
ca_es: La meva amb la seva

source: My with Merged
ca_es: El meu amb el fusionat

source: Their with Merged
ca_es: El seu amb el fusionat

source: Role {0} is not participating in compare pair {1}.
ca_es: El Rol {0} no participa a la parella de comparació {1}.

source: Properties
ca_es: Propietats

source: Tags
ca_es: Etiquetes

source: Members
ca_es: Membres

source: No pending tag conflicts to be resolved
ca_es: Cap conflicte d''etiquetes pendents de resolució

source: Tags({0} conflict)
ca_es: Etiquetes ({0} conflicte)

source: {0} pending tag conflict to be resolved
ca_es: {0} conflicte d''etiquetes pendents de resoldre

source: Nodes(resolved)
ca_es: Nodes(solucionat)

source: Merged node list frozen. No pending conflicts in the node list of this way
ca_es: La llista de nodes fusionats està bloquejada. No hi ha conflictes d''aquesta via a la llista.

source: Nodes(with conflicts)
ca_es: Nodes(amb conflictes)

source: Pending conflicts in the node list of this way
ca_es: Conflictes pendents de resoldre a la llista de nodes d''aquesta via

source: Members(resolved)
ca_es: Membres(solucionat)

source: Merged member list frozen. No pending conflicts in the member list of this relation
ca_es: La llista de membres fusuinats està bloquejada.No hi ha conflictes d''aquesta via a la llista.

source: Members(with conflicts)
ca_es: Membres(amb conflictes)

source: Pending conflicts in the member list of this relation
ca_es: Hi ha conflictes pendents a la llista de membres d''aquesta relació

source: No pending property conflicts
ca_es: No hi ha conflictes de propietats

source: Properties(with conflicts)
ca_es: Propietats(amb conflictes)

source: Pending property conflicts to be resolved
ca_es: Propietats amb conflictes pendents de resolució

source: Conflict Resolution
ca_es: Resolució de conflictes

source: {0} more...
ca_es: {0} més...

source: The following objects could not be copied to the target object<br>because they are deleted in the target dataset:
ca_es: Els següents objectes no poden ser copiats sobre l''objecte seleccionat<br>perquè han estat esborrats al seu conjunt de dades:

source: Merging deleted objects failed
ca_es: Ha fallat la fusió d''objectes suprimits

source: List in role {0} is currently not participating in a compare pair.
ca_es: La llista del rol {0} no forma part de la parella de de comparació.

source: Unexpected value of parameter ''index''. Got {0}.
ca_es: El valor del paràmetre ''index'' no és l''esperat. Ara és {0}.

source: Item {0} not found in list.
ca_es: L''element {0} no ha estat trobat a la llista.

source: lock scrolling
ca_es: Bloqueja el desplaçament

source: Compare
ca_es: Compara

source: My version
ca_es: La meva versió

source: List of elements in my dataset, i.e. the local dataset
ca_es: llista d''elements al meu conjunt de dades, per exemple el conjunt local de dades

source: Merged version
ca_es: Versió fusionada

source: List of merged elements. They will replace the list of my elements when the merge decisions are applied.
ca_es: Llista d''elements fusionats. Aquests elements remplaçaran la meva llista d''elements quan sigui aplicada la fusió.

source: Their version
ca_es: La seva versió

source: List of elements in their dataset, i.e. the server dataset
ca_es: llista d''elements al seu conjunt de dades, per exemple el conjunt de dades del servidor

source: > top
ca_es: > superior

source: Copy my selected nodes to the start of the merged node list
ca_es: Copiar el nodes seleccionats al principi de la llista combinada de nodes

source: > bottom
ca_es: > inferior

source: Copy my selected elements to the end of the list of merged elements.
ca_es: Copiar els elements seleccionats al final de la llista combinada d''elements

source: > before
ca_es: > abans

source: Copy my selected elements before the first selected element in the list of merged elements.
ca_es: Copiar els elements seleccionats abans del primer element seleccionat a la llista combinada d''elements

source: > after
ca_es: > després

source: Copy my selected elements after the first selected element in the list of merged elements.
ca_es: Copiar els elements selecionats després del primer element seleccionat a la llista combinada d''elements.

source: < top
ca_es: < a dalt

source: Copy their selected element to the start of the list of merged elements.
ca_es: Copiar els seus elements a l''inici de la llista fusionada

source: < bottom
ca_es: < a sota

source: Copy their selected elements to the end of the list of merged elements.
ca_es: Copiar els seus elements al final de la llista fusionada

source: < before
ca_es: < abans

source: Copy their selected elements before the first selected element in the list of merged elements.
ca_es: Copiar els seus elements seleccionats abans del primer node seleccionat de la llista fusionada

source: < after
ca_es: < després

source: Copy their selected element after the first selected element in the list of merged elements
ca_es: Copiar els seus elements seleccionats després del primer node seleccionat de la llista fusionada

source: Copy all my elements to the target
ca_es: Copia tots els meus nodes a la versió fusionada

source: Copy all their elements to the target
ca_es: Copia tots els seus nodes a la versió fusionada

source: Up
ca_es: Amunt

source: Move up the selected entries by one position.
ca_es: Mou amunt una posició els elements seleccionats

source: Down
ca_es: Avall

source: Move down the selected entries by one position.
ca_es: Moure avall les entrades seleccionades una posició.

source: Remove
ca_es: Suprimeix

source: Remove the selected entries from the list of merged elements.
ca_es: Suprimeix les entrades seleccionades de la llista combinada d''elements

source: Freeze
ca_es: Bloqueja

source: Freeze the current list of merged elements.
ca_es: Bloqueja la llista actual dels elements combinats.

source: Unfreeze
ca_es: Desbloqueja

source: Unfreeze the list of merged elements and start merging.
ca_es: desbloqueja la llista d''elements combinats i comença la fusió

source: <html>Click <strong>{0}</strong> to start merging my and their entries.</html>
ca_es: <html>Cliqueu sobre <strong>{0}</strong> per començar la combinació entre les meves i les seves entrades.</html>

source: <html>Click <strong>{0}</strong> to finish merging my and their entries.</html>
ca_es: <html>Cliqueu sobre <strong>{0}</strong> per finalitzar la combinació entre les meves i les seves entrades.</html>

source: My version ({0} entry)
ca_es: La meva versió ({0} entrada)

source: Merged version ({0} entry)
ca_es: Versió fusionada ({0} entrada)

source: Their version ({0} entry)
ca_es: La seva versió ({0} entrada)

source: Merged nodes not frozen yet. Cannot build resolution command.
ca_es: La fusió dels nodes encara no ha estat bloquejada. No és possible de construir la comanda de resolució.

source: Properties in my dataset, i.e. the local dataset
ca_es: Propietats del meu conjunt de dades, per exemple el conjunt local de dades

source: Properties in the merged element. They will replace properties in my elements when merge decisions are applied.
ca_es: Propietats de l''element combinat resultant que substituiran les propietats dels meus elements quan s''apliqui la fusió.

source: Properties in their dataset, i.e. the server dataset
ca_es: Propietats del seu conjunt de dades, per exemple el conjunt de dades del servidor

source: Coordinates:
ca_es: Coordenades:

source: Deleted State:
ca_es: Estat del conjunt de dades:

source: Referenced by:
ca_es: Referenciat per:

source: (none)
ca_es: (cap)

source: deleted
ca_es: suprimit

source: not deleted
ca_es: no suprimit

source: Keep my coordinates
ca_es: Conservar les meves coordenades

source: Keep their coordinates
ca_es: Conservar les seves coordenades

source: Undecide conflict between different coordinates
ca_es: Conflictes a resoldre entre coodenades diferents

source: Keep my deleted state
ca_es: Conservar el meu estat esborrat

source: Keep their deleted state
ca_es: Conservar el seu estat esborrat

source: Undecide conflict between deleted state
ca_es: Conflicte a resoldre entre elements esborrats

source: Primitive
ca_es: Primitiva

source: Merged nodes not frozen yet. Cannot build resolution command
ca_es: Els nodes fusionats encara no han estat bloquejats. No és possible de construir la comanda de resolució.

source: <undefined>
ca_es: <sense definir>

source: The merged dataset will not include a tag with key {0}
ca_es: El conjunt de dades resultant de la fusió no inclourà etiquetes amb la clau {0}

source: My dataset does not include a tag with key {0}
ca_es: El meu conjunt de dades no inclou etiquetes amb la clau {0}

source: Key
ca_es: Clau

source: Value
ca_es: Valor

source: Cannot apply undecided tag merge item.
ca_es: No és possible marcar com a no resolt l''element objecte de la fusió.

source: My version (local dataset)
ca_es: La meva versió (conjunt local de dades)

source: Their version (server dataset)
ca_es: La seva versió (conjunt de dades del servidor)

source: Keep the selected key/value pairs from the local dataset
ca_es: Conservar la parella clau/valor del conjunt de dades local

source: Keep the selected key/value pairs from the server dataset
ca_es: Conservar la parella clau/valor del conjunt de dades del servidor

source: Undecide
ca_es: No decidit

source: Mark the selected tags as undecided
ca_es: Marca les etiquetes seleccionades com no decidides

source: Their dataset does not include a tag with key {0}
ca_es: El seu conjunt de dades no inclou una etiqueta amb la clau {0}

source: Conflicts when combining primitives
ca_es: Conflictes en combinar primitives

source: Conflicts when combining ways - combined way is ''{0}''
ca_es: Conflictes en combinar vies - la via és ''{0}''

source: Conflicts when merging nodes - target node is ''{0}''
ca_es: Conflictes en combinar nodes - el node és ''{0}''

source: No conflicts to resolve
ca_es: No hi ha conflictes a resoldre

source: Cancel conflict resolution
ca_es: Cancel·la la resolució de conflictes

source: Apply resolved conflicts
ca_es: Aplica la resolució als conflictes

source: Apply
ca_es: Aplica

source: You are about to combine {1} objects, which are part of {0} relation:<br/>{2}Combining these objects may break this relation. If you are unsure, please cancel this operation.<br/>If you want to continue, you are shown a dialog to decide how to adapt the relation.<br/><br/>Do you want to continue?
ca_es: Sou a punt de combinar {1} objectes, que formen part d''{0} relació:<br/>{2} Combinant aquests objectes podeu trencar la relació. Si no esteu segur, si us plau cancel·leu aquesta operació.<br/>Si voleu continuar, accedireu a una finestra que us ajudarà a decidir com adaptar la relació.<br/><br/>Voleu continuar?

source: Combine confirmation
ca_es: Confirmació de combinació

source: <i>missing</i>
ca_es: <i>manca</i>

source: You are about to combine {0} objects, but the following tags are used conflictingly:<br/>{1}If these objects are combined, the resulting object may have unwanted tags.<br/>If you want to continue, you are shown a dialog to fix the conflicting tags.<br/><br/>Do you want to continue?
ca_es: Sou a punt de combinar {0} objectes, però les etiquetes següents són conflictives:<br/>{1} Si aquests es combinenen aquests objectes, l''onjecte resultant pot contenir etiquetes no desitjades.<br/>Si continueu, anireu a una finestra per resoldre el conflicte amb les etiquetes.<br/><br/>Voleu continuar?

source: none
ca_es: cap

source: all
ca_es: tot

source: Choose a value
ca_es: Seleccioneu un valor

source: Please decide which values to keep
ca_es: Si us plau, decidiu els valors a conservar

source: Value ''{0}'' is going to be applied for key ''{1}''
ca_es: El valor ''{0}'' serà aplicat a la clau ''{1}''

source: The key ''{0}'' and all its values are going to be removed
ca_es: La clau ''{0}'' i tots els seus valors seran suprimits

source: All values joined as ''{0}'' are going to be applied for key ''{1}''
ca_es: Tots els valors incorporats com ''{0}'' seran aplicats a la clau ''{1}''
